{
    "data": [
        "CENTRAL: FIT CONNECT\nAplicação : motores monofásicos até 1/4 Aplicación : motores monofásicos hasta 1/4",
        "CARACTERÍSTICAS\n1 - Gravador - Conector para gravação do microcontrolador (uso da fábrica);\n1 - Grabadora - Conector para grabación del microcontrolador (uso de fábrica);\n2 - Módulo Garen Setup - Conector para o módulo Wi-Fi;\n2 - Módulo Garen Setup - Conector para el módulo Wi-Fi;\n3 - Jumper BV/DZ - Alterar entre máquinas BV e DZ;\n3 - Jumper BV/DZ - Cambio entre máquinas BV y DZ;\n4 - Jumper JP1 - Alterar entre fotocélula PWM e fotocélula normal;\n4 - Jumper JP1 - Cambio entre fotocélula PWM y fotocélula normal;\n5 - Jumper REV. - Selecionar (ou não) a função reversão;\n5 - Jumper REV. - Seleccionar (o no) la función de inversión;\n6 - Jumper BOT - Comando de botoeira externa;\n6 - Jumper BOT - Comando de botonera externa;\n7 - Jumper PAUSA - Fechamento automático: ajuste do tempo;\n7 - Jumper PAUSE - Cierre automático: ajuste del tiempo;\n8 - Jumper FREIO - Selecionar o freio desejado e a força dele;\n8 - Jumper FRENO - Seleccione el freno deseado y su fuerza;\n9 - Jumper RAMPA - Selecionar a força da rampa antes de encontrar o fim de curso;\n9 - Jumper RAMPA - Selecciona la fuerza de la rampa antes de llegar al final del curso;\n10 - Jumper FORÇA - Ajuste da força do motor;\n10 - Jumper FUERZA - Regulación de la fuerza del motor;\n11 - Botão TX (-) - Gravar (e apagar) controle e ajuste das demais funções;\n11 - Botón TX (-) - Control de grabación (y borrado) y ajuste de otras funciones;",
        "CARACTERÍSTICAS\n12 - Botão CURSO (+) - Gravar curso e ajuste das demais funções;\n12 - Botón CURSO (+) - Grabar curso y ajuste de otras funciones;\n13 - FCA / FCF - Fim de curso de abertura e fim de curso de fechamento;\n1\nManual: Central Fit Connect\n13 - FCA / FCF - Final de curso de apertura y final de curso de cierre;\n14 - LED FCA / LED FCF - Leds indicando a atuação dos finais de curso;\n14 - LED FCA / LED FCF - LED indicadores de actuación de los finales de curso;\n15 - FOTO - Entrada de emergência, conector da fotocélula;\n15 - Foto - Entrada de emergencia, conector fotocélula;\n16 - OP. 8F - Módulo opcional 8 funções (Trava, Luz de garagem, Sinaleiro e alarme);\n16 - OP. 8F - Módulo opcional con 8 funciones (Cerradura, Luz de garaje, Señalización y alarma);\n17 - REDE - Entrada de alimentação 127/220 V;\n17 - RED - Entrada de tensión 127/220 V;\n18 - PT / AZ / BR - Fios do motor (é necessário inverter PT por BR caso a instalação necessite);\n18 - PT / AZ / BR - Cables del motor (es necesario invertir PT por BR si la instalación lo requiere);\n19 - CAP - Entrada do capacitor do motor.\n19 - CAP - Entrada del capacitor del motor.",
        "CARACTERÍSTICAS ADICIONALES\n- Microcontrolador ARM®: microcontrolador 32 bits de última geração com processamento em 48Mhz;\n- Microcontrolador ARM®: microcontrolador de última generación de 32 bits con procesamiento de 48Mhz;\n- Receptor Heteródino: Não perde a calibração de frequência;\n- Receptor Heterodino: No pierde la calibración de frecuencia;\n- Principais ajustes por meio dos jumpers em conjunto com os botões;\n- Ajustes principales a través de los jumpers junto con los botones;\n- Ajuste de rampa de chegada: Desaceleração eletrônica;\n- Regulación de la rampa de llegada: Desaceleración electrónica;\n- Freio eletrônico: com opção de desabilitar o freio;\n- Freno electrónico: con opción de deshabilitar el freno;\n- Embreagem Eletrônica: Ajuste da força do motor durante o funcionamento;\n- Embrague Electrónico: Ajuste de la potencia del motor durante el funcionamiento;\n- Ajuste de fechamento automático: jumper PAUSA;\n- Ajuste de cierre automático: jumper de PAUSA;\n- Varistor e Fusível de Proteção: atua em caso de descarga atmosférica e sobrecarga;\n- Varistor y Fusible de Protección: actúa en caso de descarga atmosférica y sobrecarga;\n- 2 botões de programação: Programação independente de transmissores e curso;\n- 2 botones de programación: programación independiente de transmisores y curso;\n- Entrada para Fotocélula com Conector Polarizado: Evita ligações invertidas;\n- Entrada para Fotocélula con Conector Polarizado: Evita conexiones invertidas;",
        "CARACTERÍSTICAS ADICIONALES\n- Proteções nas Entradas de Fim de curso e Botoeira: menor risco de danos ao circuito;\n- Protecciones en Entradas de Fin de Curso y Botonera: menor riesgo de daño al circuito;\n- Leds de Fim de Curso: Sinaliza o estado dos finais de curso;\n- Leds de fim de curso: Señaliza el estado de final de curso;\n- 2 Conectores para Fim de Curso: entrada de 5 e 3 pinos;\n- 2 Conectores Fin de Curso: entrada de 5 y 3 pines;\n- Saída para Placa 8F: Agrega as funções de luz de garagem, trava magnética, sinaleiro e alarme;\n- Salida para Placa 8F: Agrega las funciones de luz de garaje, cerradura magnética, semáforo y alarma;\n- 1 entrada de botoeira independente.\n- 1 entrada de botonera independiente.\nManual: Central Fit Connect\n2",
        "FUNCIONES\nBotão CURSO: Com a rampa habilitada, é obrigatório fazer a programação do curso do portão. Pressione o botão CURSO (+), o LED vai piscar 5 vezes e permanecer aceso. O processo de gravação terá início quando o portão estiver fechado. Caso ele não esteja, acione o botão programado do controle para realizar o fechamento completo do portão (até o fim de curso de fechamento). Acione novamente o botão programado do controle para realizar a abertura completa do portão (até o fim do curso de abertura). Ao pressionar novamente o botão programado do controle, o portão deve realizar o fechamento completo (ao encontrar o fim de curso o LED piscará 3 vezes demonstrando o fim da programação e ficará apagado).\nBOTÓN CURSO: Con la rampa habilitada, es obligatorio programar el curso del portón. Presione el botón CURSO (+), el LED parpadeará 5 veces y permanecerá encendido. El proceso de grabación comenzará cuando el portón esté cerrado. De lo contrario, presione el botón programado en el control para cerrar completamente el portón (hasta el final de la carrera de cierre). Presione nuevamente el botón programado en el control para abrir completamente el portón (hasta el final del recorrido de apertura). Al presionar nuevamente el botón programado en el control, el portón debe cerrarse completamente (el llegar el final de carrera, el LED parpadeará 3 veces, indicando el final de la programación, y permanecerá apagado).",
        "FUNCIONES\nOBS: Para sair do modo de gravação do curso, basta pressionar o botão CURSO (+), o LED irá piscar duas vezes e permanecerá apagado. O LED permanece aceso durante todo o tempo de gravação do curso.\nNOTA: Para salir del modo de grabación del curso, simplemente presione el botón CURSO (+), el LED parpadeará dos veces y permanecerá apagado. El LED permanece encendido durante todo el tiempo de grabación del curso.",
        "BOTÓN TRANSMISSIÓN\n- Programação do transmissor (controle remoto): Pressione e solte o botão TX (-) da central. O LED irá piscar e permanecer aceso. Pressione e solte o botão do controle remoto desejado. O LED irá piscar por alguns segundos. Enquanto o LED está piscando, pressione novamente o botão TX (-) da central para confirmar o cadastro. O controle remoto será descartado caso este procedimento não seja confirmado, permanecendo o LED aceso. Após a programação dos controles remotos necessários, aguarde 8 segundos ou pressione o botão TX (-) da central enquanto o LED estiver aceso.\n- Programación del transmisor (control remoto): Presione y suelte el botón TX (-) en la central. El LED parpadeará y permanecerá encendido. Presione y suelte el botón del control remoto deseado. El LED parpadeará durante unos segundos. Mientras el LED parpadea, presione de nuevo el botón TX (-)  de la central  para confirmar el registro. El mando a distancia se desechará si no se confirma este procedimiento, el LED permanecerá encendido. Después de programar los controles remotos necesarios, espere 8 segundos o presione el botón TX (-) de la central mientras el LED está encendido.\n- Para apagar toda a memória: Pressione e solte o botão TX (-) da central. O LED irá piscar e permanecer aceso. Mantenha pressionado o botão TX (-) da central até que o LED comece a piscar rapidamente. Quando o LED ficar aceso, indica que a memória está vazia, pressione o botão TX (-) ou aguarde o LED apagar.",
        "BOTÓN TRANSMISSIÓN\n- Para borrar toda la memoria: presione y suelte el botón TX (-) en la central. El LED parpadeará y permanecerá encendido. Mantenga presionado el botón TX (-) de la central hasta que el LED comience a parpadear rápidamente. Cuando el LED permanece encendido, indica que la memoria está vacía, presione el botón TX (-) o espere a que el LED se apague.\n3\nManual: Central Fit Connect\nOBS: se o LED não piscar ao apertar o botão do controle, significa que a memória está cheia. NOTA: si el LED no parpadea cuando presiona el botón de control, significa que la memoria está llena.\nJumper BOT: jumper para adicionar uma botoeira, que irá atuar como o controle remoto. Jumper BOT: jumper para añadir una botonera, que actuará como mando a distancia.\nJumper BV/DZ: jumper para selecionar o tipo de motor que será utilizado, uma vez que as rampas são diferentes para os tipos de motores (basculante e deslizante). Com o jumper aberto, a central faz uma rampa igual tanto na abertura quanto no fechamento (máquinas DZ). Com o jumper fechado, a central faz uma rampa menor durante a abertura e uma rampa maior durante o fechamento (máquinas BV). Para a execução da rampa, ela deve estar ajustada para a melhor configuração, assim como o procedimento da programação do tempo de abertura / fechamento (percurso) deve ser feito.",
        "BOTÓN TRANSMISSIÓN\nJumper BV/DZ: jumper para seleccionar el tipo de motor a utilizar, ya que las rampas son diferentes para los tipos de motores (levadizos y corredizos). Con el jumper abierto, la central realiza una rampa igual tanto en apertura como en cierre (máquinas DZ). Con el jumper cerrado, la central realiza una rampa menor en apertura y una rampa mayor en cierre (máquinas BV). Para la ejecución de la rampa, se debe ajustar la miesma a la mejor configuración, así como se debe realizar el procedimiento de programación del tiempo de apertura/cierre (curso).\nJumper FORÇA: jumper para selecionar a força do motor. Basta fechar o jumper e usar os botões CURSO (+) e TX (-). O botão CURSO (+) aumenta em 5% a força do motor e o botão TX (-) diminui em 5% a força do motor. Nos limites inferior ou superior, o LED permanece aceso. Ao pressionar os botões, o LED pisca. Para gravar o valor da força do motor na memória do microcontrolador e carregá-lo, basta apenas retirar o jumper.\nJumper FUERZA: jumper para seleccionar la fuerza del motor. Simplemente cierre el jumper y use los botones CURSO (+) y TX (-). El botón CURSO (+) aumenta la potencia del motor en un 5% y el botón TX (-) disminuye la potencia del motor en un 5%. En los límites inferior o superior, el LED permanece encendido. Al presionar los botones, el LED parpadea. Para registrar el valor de potencia del motor en la memoria del microcontrolador y cargarlo, simplemente retire el jumper.",
        "BOTÓN TRANSMISSIÓN\nJumper FREIO: jumper para selecionar o tipo do freio e a força do freio. Com o jumper fechado, utiliza-se os botões TX (-) e CURSO (+) para alterar o tipo do freio e o valor da força dele.\nJumper FRENO: jumper para seleccionar el tipo de freno y la fuerza de frenado. Con el jumper cerrado, utilice los botones TX (-) y CURSO (+) para cambiar el tipo de freno y el valor de su fuerza.\n- Para a escolha do tipo do freio deve-se pressionar os dois botões ao mesmo tempo por alguns segundos (até o LED piscar três vezes). Caso o LED permaneça aceso, significa que o tipo de freio ativo é o freio por Reversão. Se o LED permanecer apagado, o freio ativo é o freio DC. Para alterar o tipo de freio, basta pressionar o botão TX (-), com o LED indicando o tipo de freio selecionado. Para sair da seleção do tipo do freio, basta pressionar o botão CURSO (+);\n- Para elegir el tipo de freno, presione ambos botones al miesmo tiempo durante unos segundos (hasta que el LED parpadee tres veces). Si el LED permanece encendido, significa que el tipo de freno activo es freno inversor. Si el LED permanece apagado, el freno activo es el freno de CC. Para cambiar el tipo de freno, simplemente presione el botón TX (-), con el LED indicando el tipo de freno seleccionado. Para salir de la selección del tipo de freno, simplemente presione el botón CURSO (+);",
        "BOTÓN TRANSMISSIÓN\n- Para selecionar o tempo do freio por Reversão, pressiona-se o botão TX (-) por alguns segundos (até o LED piscar duas vezes e permanecer apagado). Caso o LED fique aceso, significa que o valor do tempo está em um de seus extremos (máximo ou mínimo). Em qualquer caso que não seja o máximo ou mínimo, o LED estará apagado. Por meio dos botões CURSO (+) e TX (-), seleciona-se o tempo do freio por reversão, com o botão CURSO (+) aumentando em 5% e o botão TX (-) diminuindo em 5%. Para gravar o valor escolhido e, consequentemente, o tipo do freio, basta retirar o jumper.\n- Para seleccionar el tiempo de freno inversor, presione el botón TX (-) durante unos segundos (hasta que el LED parpadee dos veces y permaneza apagado). Si el LED permanece encendido, significa que el valor del tiempo está en uno de sus extremos (máximo o mínimo). En cualquier caso que no sea máximo o mínimo, el LED estará apagado. Usando los botones CURSO (+) y TX (-), se selecciona el tiempo de freno inversor, con el botón CURSO (+) aumentando en un 5% y el botón TX (-) disminuyendo en un 5%. Para guardar el valor elegido y, en consecuencia, el tipo de freno, basta con quitar el jumper.\nManual: Central Fit Connect\n4",
        "BOTÓN TRANSMISSIÓN\n- Para selecionar a força do freio DC, pressiona-se o botão CURSO (+) por alguns segundos (até o LED piscar três vezes). Caso o LED fique aceso, significa que o valor do tempo está em um de seus extremos (máximo ou mínimo). Em qualquer caso que não seja o máximo ou mínimo, o LED estará apagado. Por meio dos botões CURSO (+) e TX (-), seleciona-se a força do freio DC, com o botão CURSO (+) aumentando em 5% e o botão TX (-) diminuindo em 5%. Para gravar o valor escolhido e, consequentemente, o tipo do freio, basta retirar o jumper.\n- Para seleccionar la fuerza del freno de DC, presione el botón CURSO (+) durante unos segundos (hasta que el LED parpadee tres veces). Si el LED permanece encendido, significa que el valor del tiempo está en uno de sus extremos (máximo o mínimo). En cualquier caso que no sea máximo o mínimo, el LED estará apagado. Usando los botones CURSO (+) y TX (-), se selecciona la fuerza del freno de DC, con el botón CURSO (+) aumentando en un 5 % y el botón TX (-) disminuyendo en un 5 %. Para guardar el valor elegido y, en consecuencia, el tipo de freno, basta con quitar el jumper",
        "BOTÓN TRANSMISSIÓN\nOBS: sempre que o jumper for aberto o valor escolhido até o momento será gravado na memória e carregado. Além disso, sempre que for definir o tempo do freio por Reversão ou a força do freio DC, é necessário que o tipo do freio esteja de acordo com o que será ajustado, caso contrário não será possível entrar na rotina de seleção.\nNOTA: cada vez que se abre el jumper, el valor elegido hasta el momento se guardará en la memoria y se cargará. Además, siempre que se defina el tiempo de freno inversor o la fuerza del freno DC, es necesario que el tipo de freno coincida con el que se desea ajustar, de lo contrario no será posible ingresar a la rutina de selección.\nJumper JP1: jumper para selecionar o tipo de fotocélula usada. Com o jumper aberto, utiliza-se a fotocélula normal, com sinal em baixa. Com o jumper fechado, utiliza-se a fotocélula com PWM.\nJumper JP1: jumper para seleccionar el tipo de fotocélula utilizada. Con el jumper abierto se utiliza la fotocélula normal, con señal en baja. Con el jumper cerrado se utiliza la fotocélula con PWM.",
        "BOTÓN TRANSMISSIÓN\nJumper PAUSA: jumper para selecionar o tempo de pausa quando o portão atinge o fim de curso aberto (Fechamento Automático). Ou seja, o tempo que o portão irá ficar aberto antes de começar a fechar. Ao fechar o jumper, basta pressionar os botões CURSO (+) e TX (-) para selecionar o tempo de pausa. O tempo mínimo é 0 (sem pausa) e o tempo máximo é de 120 segundos (2 minutos), sendo que ao pressionar os botões, varia-se de 5 em 5 o valor. Quando chega nos limites inferior ou superior, o LED acende. Para gravar o valor do tempo de pausa na memória do microcontrolador e carregá-lo, basta abrir o jumper.\nJumper PAUSA: jumper para seleccionar el tiempo de pausa cuando el portón llega al final de carrera de apertura (Cierre Automático). Es decir, el tiempo que permanecerá abierto el portón antes de que comience a cerrarse. Al cerrar el jumper, simplemente presione los botones CURSO (+) y TX (-) para seleccionar el tiempo de pausa. El tiempo mínimo es 0 (sin pausa) y el tiempo máximo es 120 segundos (2 minutos). Cuando alcanza los límites inferior o superior, el LED se enciende. Para registrar el valor del tiempo de pausa en la memoria del microcontrolador y cargarlo, simplemente abra el jumper",
        "BOTÓN TRANSMISSIÓN\nJumper RAMPA: jumper para selecionar qual a porcentagem de força será entregue ao motor ao executar a rampa. Ao fechar o jumper, basta pressionar os botões CURSO (+) e TX (-) para selecionar o valor da força da rampa. Quando chega nos limites inferior ou superior, o LED acende. Para gravar o valor da força da rampa na memória do microcontrolador e carregá-lo, basta abrir o jumper.\nJumper RAMPA: jumper para seleccionar qué porcentaje de potencia se entregará al motor al ejecutar la rampa. Al cerrar el jumper, simplemente presione los botones CURSO (+) y TX (-) para seleccionar el valor de la fuerza de la rampa. Cuando alcanza los límites inferior o superior, el LED se enciende. Para registrar el valor de la fuerza de la rampa en la memoria del microcontrolador y cargarlo, simplemente abra el jumper.\nJumper REV: com o jumper fechado, a central ignora comandos durante a abertura. Durante o fechamento basta um comando para parar e reverter o motor para o sentido de abertura novamente. Com o jumper aberto, a central aceita comando durante a abertura do portão e para a movimentação do motor, onde um novo comando irá executar o fechamento. Durante o fechamento um comando irá parar o motor e será necessário um novo comando para o portão abrir novamente.",
        "BOTÓN TRANSMISSIÓN\nJumper REV: con el jumper cerrado, la central ignora los mandos durante la apertura. Durante el cierre, basta un mando para parar y revertir el motor al sentido de apertura. Con el jumper abierto, la central acepta un mando durante la apertura del portón y detiene el motor, donde un nuevo mando ejecutará el cierre. Durante el cierre, un mando parará el motor y será necesario un nuevo mando para que el portón vuelva a abrirse.\n5\nManual: Central Fit Connect\nFotocélula: se a fotocélula estiver interrompida enquanto o portão está aberto, impedirá qualquer comando de fechamento e este permanecerá aberto até que a fotocélula não detecte nenhum obstáculo. Durante o fechamento, a detecção de obstáculo por meio da fotocélula irá parar o motor e reverter o sentido para a abertura automaticamente, independente do estado da função reverso.\nFotocélula: si la fotocélula se interrumpe estando el portón abierto, impedirá cualquier mando de cierre y permanecerá abierto hasta que la fotocélula no detecte ningún obstáculo. Durante el cierre, la detección de obstáculos mediante la fotocélula detendrá el motor e invertirá el sentido de apertura automáticamente, independientemente del estado de la función inversa",
        "BOTÓN TRANSMISSIÓN\nDICA: para verificar o sentido de fechamento, acione a fotocélula, onde somente durante o fechamento o portão irá reverter o sentido. Para inverter o sentido inverta o conector do fim de curso e altere as posições entre os fios preto e branco do motor. Uma outra opção para inverter o sentido é utilizar o Garen Setup. Por meio dele é possível selecionar o sentido desejado sem precisar inverter os fios (sem mexer fisicamente na central).\nCONSEJO: para verificar la dirección de cierre, active la fotocélula, donde solo durante el cierre, el portón invertirá la dirección. Para invertir la dirección, invierta el conector del interruptor de límite y cambie las posiciones entre los cables del motor blanco y negro. Otra opción para invertir la dirección es usar el Garen Setup. A través de él, es posible seleccionar la dirección deseada sin tener que invertir los cables (sin tocar físicamente  la central).\nLEDs de fim de curso: a central conta com dois LEDs para indicar o fim de curso fechado e aberto. Quando o portão está fechado (fim de curso fechado acionado), o LED FCF estará aceso. Quando o portão estiver aberto (fim de curso aberto acionado), o LED FCA estará aceso.\nLeds de final de carrera: la central dispone de dos leds para indicar el final de carrera cerrado y abierto. Cuando el portón está cerrado (interruptor de límite cerrado activado), el LED FCF estará encendido. Cuando el portón está abierto (interruptor de límite abierto activado), el LED FCA estará encendido",
        "BOTÓN TRANSMISSIÓN\nopção para o módulo com as funções de ventilador, alarme,\nOpcional 8F - Módulo opcional 8 funções: aberto, trava, 3 seg., 15 seg., 30 seg. e 60 seg.\nOpción 8F - Módulo opcional de 8 funciones: opción para el módulo con ventilador, alarma, apertura, bloqueo, 3 seg., 15 seg., 30 seg. y 60 seg.",
        "OBSERVAÇÕES\nCOMENTARIOS",
        "Módulo Garen Setup ←\nMódulo de Configuración Wi-fi Garen Setup\nMódulo Wi-fi para conectar a central ao app G.smart 4.0\nMódulo Wi-fi para conectar la central ao app G.smart 4.0\nReset: caso o usuário perca o smartphone, é possível excluí-lo por meio de um conjunto específico de condições. Para isso, basta fechar os jumpers FORÇA, FREIO, PAUSA e RAMPA. Com os jumpers fechados, basta pressionar os dois botões por alguns segundos (até o LED piscar).\nRestablecer: si el usuario pierde el smartphone, es posible eliminar ese smartphone a través de un conjunto específico de condiciones. Para ello basta con cerrar los jumpers FUERZA, FRENO, PAUSA y RAMPA. Con los jumpers cerrados, basta con pulsar los dos botones durante unos segundos (hasta que el LED parpadee).\nRequisitos de rede Wi-Fi Internet: rede Wi-Fi 2,4 GHz com sinal de Internet [1]. Permite Modos de Segurança (WEP/WPA/WPA2/WPA2 PSK/AES).\nRequisitos de la red Wi-Fi Internet: Red Wi-Fi  2.4 GHz con señal de Internet [1]. Permite Modos de Seguridad (WEP/WPA/WPA2/WPA2 PSK/AES).\nManual: Central Fit Connect\n6\nDepois de feito o pareamento inicial da placa e o aplicativo, o equipamento pode funcionar sem sinal de internet, desde que o dispositivo onde o aplicativo esteja instalado e a placa usem a mesma rede Wi-Fi.",
        "Módulo Garen Setup ←\nDespués del emparejamiento inicial de la placa y la aplicación, el equipo puede funcionar sin señal de Internet, siempre que el dispositivo donde está instalada la aplicación y la placa usen la miesma red Wi-Fi.\nConfigurando o aplicativo G. Smart 4.0: instale o aplicativo G. Smart 4.0 para smarphone/tablet (disponível para Android e iOS).\nConfiguración de la aplicación G. Smart 4.0: Instale la aplicación G. Smart 4.0 para smarthphone/tablete (disponible para Android y iOS).\nVerifique se no local de instalação há sinal de Wi-Fi 2,4GHz de qualidade:\nCompruebe si el sitio de instalación tiene una señal Wi-Fi 2.4Ghz de calidad;\nFaça o cadastro no aplicativo;\nRegistrarse en la aplicación;\nConecte-se a uma rede Wi-Fi se ainda não estiver conectado em alguma;\nConéctese a una red Wi-Fi si aún no está conectado a una;\nLigue a localização do aparelho e o Bluetooth para facilitar na procura do aparelho;\nEncienda la ubicación del dispositivo y Bluetooth para facilitar la búsqueda de dispositivos;\n7\nManual: Central Fit Connect\nManual: Central Fit Connect\n8\n9\nManual: Central Fit Connect\n10\nAssim que o pareamento for concluído, o automatizador aparecerá uma mensagem de confirmação com um sinal verde;\nUna vez que se complete el emparejamiento, el operador mostrará un mensaje de confirmación con una marca verde;\nCom essas confirmações, clique em 'concluído' e o automatizador estará pronto para o uso;\nCon estas confirmaciones, haga clic en 'hecho' y el automatizador estará listo para usar;",
        "Módulo Garen Setup ←\nPressionando o botão 'comando'        o automatizador inverterá seu estado atual, fechado se estiver aberto e\nabrindo se estiver fechado.\nPulsando el botón 'mando',             el automatismo invertirá su estado actual, cerrado si está abierto y abierto si está cerrado.\n11\nManual: Central Fit Connect",
        "CERTIFICADO DE GARANTÍA\nO equipamento de fabricação GAREN AUTOMAÇÃO S/A, localizada na rua São Paulo, 760, Vila Araceli, Garça-SP, CNPJ: 13.246.724/0001-61, IE: 315.029.838-119 adquirido por Vs., foi testado e aprovado pelos departamentos de Engenharia, Qualidade e Produção. Garantimos este produto contra defeito de projeto, fabricação e montagem e/ou solidariamente em decorrência de vícios de qualidade do material que o torne inadequado ou impróprio ao consumo a que se destinam pelo prazo legal de 90 (noventa) dias a contar da data de aquisição, desde que observadas às orientações de instalação, utilização e cuidados descritos no manual. Em caso de defeito, no período de garantia, nossa responsabilidade é restrita ao conserto ou substituição do aparelho.\nPor respeito ao consumidor e consequência da credibilidade e da confiança depositada em nossos produtos, acrescemos ao prazo legal 275 dias, totalizando 1 (um) ano contado a partir da data de aquisição comprovada. Neste período adicional de 275 dias, somente serão cobradas as visitas e o transporte. Em localidades onde não existe assistência técnica autorizada, as despesas de transporte do aparelho e/ou técnico são de responsabilidade do consumidor. A substituição ou conserto do equipamento, não torna o prazo de garantia prorrogado.",
        "CERTIFICADO DE GARANTÍA\nEsta garantia perde seu efeito caso o produto não seja utilizado em condições normais; não seja empregado ao que se destina; sofra quaisquer danos provocados por acidentes ou agentes da natureza como raios, inundações, desabamentos, etc.; seja instalado em rede elétrica inadequada ou em desacordo com as instruções do manual técnico; sofra danos provocados por acessórios ou equipamentos Instalados no produto.",
        "Recomendações\nRecomendamos a instalação e manutenção do equipamento através de serviço técnico autorizado. Apenas ele está habilitado a abrir, remover, substituir peças ou componentes, bem como reparar defeitos cobertos pela garantia.\nA instalação e reparos executados por pessoas não autorizadas implicarão na exclusão automática da garantia.\nEl equipamiento de fabricación de GAREN AUTOMAÇÃO S/A, ubicada en Rua São Paulo, 760, Vila Aracelli, Garça-SP, CNPJ: 13.246.724/0001-61, IE: 315.029.838-119 adquirido por Usted, ha sido probado y aprobado por los  departamentos de Ingeniería, Calidad y Producción. Garantizamos este producto contra defecto de proyeto, fabricación y montaje y/o solidariamente debido a fallos de calidad del material que vuelvan el producto inadecuado o impropio al consumo al que se destina por el plazo de 90 (noventa) días desde la fecha de adquisición, siempre que observadas las instrucciones de instalación, uso y atención descritos en el manual. En caso de defecto, en el periodo de garantía, nuestra responsabilidad es restringida a la reparación o sustitución del aparato.",
        "Recomendações\nPor respeto al consumidor y en consecuencia de la credibilidad y de la confianza depositada en nuestros productos, añadimos al plazo legal 275 (doscientos setenta y cinco) días, totalizando 1 (un) año desde la fecha de adquisición comprobada. En este periodo adicional de 275 días, solamente serán cobradas las visitas y el transporte. En localidades donde no exista asistencia técnica autorizada, los costos de transporte del aparato y/o del técnico son de responsabilidad del consumidor. La sustitución o reparación del equipamiento no prorroga el plazo de garantía. Esta garantía pierde su efecto, cuando el producto no se utiliza en condiciones normales; no sea utilizado al fin que se destina; sufra cualquier daños  causados  por  accidentes  o  agentes  de  la  naturaleza  como  rayos,  inundaciones,  deslizamientos,  etc.;  sea  instalado  en  red  eléctrica inadecuada o en desacuerdo con las instrucciones del manual técnico; sufra daños causados por accesorios o equipamientos instalados en el producto.",
        "Recomendaciones\nRecomendamos la instalación y mantenimiento del equipamiento a través de servicio técnico autorizado. Solamente ellos está habilitados a abrir, remover, sustituir piezas o componentes, así como reparar defectos cubiertos por la garantía.\nLas instalaciones y reparaciones tendrán que ser realizadas por personal autorizado, caso contrario, la garantía será excluida automáticamente.\nComprador:\nEndereço / Dirección:\nCidade / Ciudad:\nCEP / Código Postal:\nRevendedor:\nData da Compra / Fecha  de la Compra:\nTel:\nIdentificação do produto / Identificación del producto:\ngaren .com.br\nManual: Central Fit Connect\n12"
    ]
}