{
    "data": [
        {
            "pergunta": "Quais são as aplicações da Central Fit Connect?",
            "resposta": "A Central Fit Connect é aplicada em motores monofásicos até 1/4."
        },
        {
            "pergunta": "Quais são as características principais da Central Fit Connect?",
            "resposta": "As características principais incluem: microcontrolador ARM® de 32 bits, receptor heteródino, ajustes por jumpers e botões, ajuste de rampa de chegada, freio eletrônico, embreagem eletrônica, ajuste de fechamento automático, varistor e fusível de proteção, 2 botões de programação, entrada para fotocélula com conector polarizado, proteções nas entradas de fim de curso e botoeira, LEDs de fim de curso, 2 conectores para fim de curso, saída para placa 8F, e 1 entrada de botoeira independente."
        },
        {
            "pergunta": "Para que serve o conector do gravador na Central Fit Connect?",
            "resposta": "O conector do gravador é utilizado para gravação do microcontrolador, sendo de uso da fábrica."
        },
        {
            "pergunta": "Como é utilizado o Módulo Garen Setup na Central Fit Connect?",
            "resposta": "O Módulo Garen Setup é utilizado como conector para o módulo Wi-Fi."
        },
        {
            "pergunta": "Qual é a função do Jumper BV/DZ?",
            "resposta": "O Jumper BV/DZ serve para alterar entre máquinas BV (basculante) e DZ (deslizante), ajustando as rampas de abertura e fechamento de acordo com o tipo de motor."
        },
        {
            "pergunta": "Como se altera entre fotocélula PWM e fotocélula normal?",
            "resposta": "Para alterar entre fotocélula PWM e fotocélula normal, utiliza-se o Jumper JP1."
        },
        {
            "pergunta": "Qual é a função do Jumper REV.?",
            "resposta": "O Jumper REV. é utilizado para selecionar (ou não) a função de reversão."
        },
        {
            "pergunta": "Como se ajusta o tempo de fechamento automático?",
            "resposta": "O tempo de fechamento automático é ajustado usando o Jumper PAUSA."
        },
        {
            "pergunta": "Como se seleciona o freio desejado e sua força?",
            "resposta": "O freio desejado e sua força são selecionados usando o Jumper FREIO."
        },
        {
            "pergunta": "Como se ajusta a força da rampa antes de encontrar o fim de curso?",
            "resposta": "A força da rampa antes de encontrar o fim de curso é ajustada usando o Jumper RAMPA."
        },
        {
            "pergunta": "Como se ajusta a força do motor na Central Fit Connect?",
            "resposta": "A força do motor é ajustada usando o Jumper FORÇA."
        },
        {
            "pergunta": "Qual é a função do Botão TX (-)?",
            "resposta": "O Botão TX (-) é utilizado para gravar (e apagar) controle e ajustar outras funções."
        },
        {
            "pergunta": "Como se grava o curso do portão usando o Botão CURSO (+)?",
            "resposta": "Para gravar o curso do portão, pressiona-se o Botão CURSO (+), e o LED pisca 5 vezes e permanece aceso. O processo de gravação começa com o portão fechado, e envolve abrir e fechar o portão completamente, com o LED piscando 3 vezes ao final para indicar o término da programação."
        },
        {
            "pergunta": "O que indicam os LEDs FCA e FCF?",
            "resposta": "Os LEDs FCA e FCF indicam a atuação dos finais de curso de abertura e fechamento."
        },
        {
            "pergunta": "Para que serve a entrada de emergência FOTO?",
            "resposta": "A entrada de emergência FOTO é o conector da fotocélula."
        },
        {
            "pergunta": "Quais são as funções do módulo opcional OP. 8F?",
            "resposta": "O módulo opcional OP. 8F possui funções de trava, luz de garagem, sinaleiro e alarme."
        },
        {
            "pergunta": "Qual é a tensão de entrada da Central Fit Connect?",
            "resposta": "A tensão de entrada da Central Fit Connect é de 127/220 V."
        },
        {
            "pergunta": "Como se deve proceder caso a instalação necessite inverter os fios do motor?",
            "resposta": "Caso a instalação necessite, deve-se inverter os fios PT por BR do motor."
        },
        {
            "pergunta": "Para que serve a entrada do capacitor do motor?",
            "resposta": "A entrada do capacitor do motor é para conectar o capacitor do motor."
        },
        {
            "pergunta": "Quais são as características complementares da Central Fit Connect?",
            "resposta": "As características complementares incluem: microcontrolador ARM®, receptor heteródino, ajustes por jumpers e botões, ajuste de rampa de chegada, freio eletrônico, embreagem eletrônica, ajuste de fechamento automático, varistor e fusível de proteção, 2 botões de programação, entrada para fotocélula com conector polarizado, proteções nas entradas de fim de curso e botoeira, LEDs de fim de curso, 2 conectores para fim de curso, saída para placa 8F, e 1 entrada de botoeira independente."
        },
        {
            "pergunta": "Como funciona o microcontrolador ARM® na Central Fit Connect?",
            "resposta": "O microcontrolador ARM® é um microcontrolador de 32 bits de última geração com processamento em 48Mhz."
        },
        {
            "pergunta": "O que é o Receptor Heteródino e qual é sua função?",
            "resposta": "O Receptor Heteródino é um receptor que não perde a calibração de frequência."
        },
        {
            "pergunta": "Como se faz o ajuste de rampa de chegada?",
            "resposta": "O ajuste de rampa de chegada é feito através da desaceleração eletrônica."
        },
        {
            "pergunta": "Como se desabilita o freio eletrônico?",
            "resposta": "O freio eletrônico pode ser desabilitado, mas o manual não especifica o procedimento exato."
        },
        {
            "pergunta": "Como se ajusta a força do motor durante o funcionamento?",
            "resposta": "A força do motor durante o funcionamento é ajustada pela embreagem eletrônica."
        },
        {
            "pergunta": "Como se faz o ajuste de fechamento automático usando o jumper PAUSA?",
            "resposta": "O ajuste de fechamento automático é feito usando o jumper PAUSA."
        },
        {
            "pergunta": "Quais são as proteções oferecidas pela Central Fit Connect?",
            "resposta": "As proteções oferecidas incluem varistor e fusível de proteção, proteções nas entradas de fim de curso e botoeira."
        },
        {
            "pergunta": "Como se programa o transmissor (controle remoto)?",
            "resposta": "Para programar o transmissor, pressiona-se o botão TX (-), o LED pisca e permanece aceso, pressiona-se o botão do controle remoto desejado, e confirma-se pressionando novamente o botão TX (-)."
        },
        {
            "pergunta": "Como se apaga toda a memória da Central Fit Connect?",
            "resposta": "Para apagar toda a memória, pressiona-se o botão TX (-) até que o LED comece a piscar rapidamente, indicando que a memória está vazia."
        },
        {
            "pergunta": "O que significa se o LED não piscar ao apertar o botão do controle?",
            "resposta": "Se o LED não piscar ao apertar o botão do controle, significa que a memória está cheia."
        },
        {
            "pergunta": "Como se adiciona uma botoeira usando o Jumper BOT?",
            "resposta": "Para adicionar uma botoeira, utiliza-se o Jumper BOT."
        },
        {
            "pergunta": "Como se seleciona o tipo de motor usando o Jumper BV/DZ?",
            "resposta": "O tipo de motor é selecionado usando o Jumper BV/DZ, ajustando as rampas de acordo com o tipo de motor (basculante ou deslizante)."
        }
    ]
}