{
    "data": [
        {
            "id": null,
            "metadata": {
                "page": 0,
                "page_label": "1"
            },
            "page_content": "Manual: Central Fit Connect\n1\n CENTRAL: FIT CONNECT\nAplicação: motores monofásicos até 1/4\nAplicación: motores monofásicos hasta 1/4\nCENTRAL FIT CONNECT\nVersão:Português/Espanhol\nRev. 00 \n 04/23\n171819\n6\n5\n4\n3\n1211\n78910\n1\n14\n13 15 16 2\nCARACTERÍSTICAS\nCARACTERÍSTICAS\n1 - Gravador – Conector para gravação do microcontrolador (uso da fábrica);\n1 - Grabadora – Conector para grabación del microcontrolador (uso de fábrica);\n2 - Módulo Garen Setup - Conector para o módulo Wi-Fi;\n2 - Módulo Garen Setup - Conector para el módulo Wi-Fi;\n3 - Jumper BV/DZ - Alterar entre máquinas BV e DZ;\n3 - Jumper BV/DZ - Cambio entre máquinas BV y DZ;\n4 - Jumper JP1 - Alterar entre fotocélula PWM e fotocélula normal;\n4 - Jumper JP1 - Cambio entre fotocélula PWM y fotocélula normal;\n5 - Jumper REV. - Selecionar (ou não) a função reversão;\n5 - Jumper REV. - Seleccionar (o no) la función de inversión;\n6 - Jumper BOT - Comando de botoeira externa;\n6 - Jumper BOT - Comando de botonera externa;\n7 - Jumper PAUSA - Fechamento automático: ajuste do tempo;\n7 - Jumper PAUSE - Cierre automático: ajuste del tiempo;\n8 - Jumper FREIO - Selecionar o freio desejado e a força dele;\n8 - Jumper FRENO - Seleccione el freno deseado y su fuerza;\n9 - Jumper RAMPA - Selecionar a força da rampa antes de encontrar o fim de curso;\n9 - Jumper RAMPA - Selecciona la fuerza de la rampa antes de llegar al final del curso;\n10 - Jumper FORÇA - Ajuste da força do motor;\n10 - Jumper FUERZA - Regulación de la fuerza del motor;\n11 - Botão TX (-) - Gravar (e apagar) controle e ajuste das demais funções;\n11 - Botón TX (-) - Control de grabación (y borrado) y ajuste de otras funciones;\n12 - Botão CURSO (+) - Gravar curso e ajuste das demais funções;\n12 - Botón CURSO (+) - Grabar curso y ajuste de otras funciones;\n13 - FCA / FCF - Fim de curso de abertura e fim de curso de fechamento;",
            "type": "Document"
        }
    ]
}